{
  "Alda, 2011" : "Alda, M., Luciano, J. V., Andrés, E., Serrano-Blanco, A., Rodero, B., del Hoyo, Y. L., Roca, M., Moreno, S., Magallón, R., & García-Campayo, J. (2011). Effectiveness of cognitive behaviour therapy for the treatment of catastrophisation in patients with fibromyalgia: a randomised controlled trial. Arthritis research & therapy, 13(5), R173. https://doi.org/10.1186/ar3496",
  "Allen, 2006" : "Allen, L. A., Woolfolk, R. L., Escobar, J. I., Gara, M. A., & Hamer, R. M. (2006). Cognitive-behavioral therapy for somatization disorder: a randomized controlled trial. Archives of Internal Medicine, 166(14), 1512-1518.",
  "Blanchard, 2007" : "Blanchard, E. B., Lackner, J. M., Sanders, K., Krasner, S., Keefer, L., Payne, A., Gudleski, G. D., Katz, L., Rowell, D., Sykes, M., Kuhn, E., Gusmano, R., Carosella, A. M., Firth, R., & Dulgar-Tulloch, L. (2007). A controlled evaluation of group cognitive therapy in the treatment of irritable bowel syndrome. Behaviour research and therapy, 45(4), 633–648. https://doi.org/10.1016/j.brat.2006.07.003",
  "Boyce, 2003" : "Boyce, P. M., Talley, N. J., Balaam, B., Koloski, N. A., & Truman, G. (2003). A randomized controlled trial of cognitive behavior therapy, relaxation training, and routine clinical care for the irritable bowel syndrome. The American journal of gastroenterology, 98(10), 2209–2218. https://doi.org/10.1111/j.1572-0241.2003.07716.x",
  "Castel, 2012" : "Castel, A., Cascón, R., Padrol, A., Sala, J., & Rull, M. (2012). Multicomponent cognitive-behavioral group therapy with hypnosis for the treatment of fibromyalgia: long-term outcome. The journal of pain, 13(3), 255–265. https://doi.org/10.1016/j.jpain.2011.11.005",
  "Castel, 2013" : "Castel, A., Fontova, R., Montull, S., Periñán, R., Poveda, M. J., Miralles, I., Cascón-Pereira, R., Hernández, P., Aragonés, N., Salvat, I., Castro, S., Monterde, S., Padrol, A., Sala, J., Añez, C., & Rull, M. (2013). Efficacy of a multidisciplinary fibromyalgia treatment adapted for women with low educational levels: a randomized controlled trial. Arthritis care & research, 65(3), 421–431. https://doi.org/10.1002/acr.21818",
  "Chalder, 2021" : "Chalder, T., Patel, M., Hotopf, M., Moss-Morris, R., Ashworth, M., Watts, K., . . . Landau, S. (2023). Efficacy of therapist-delivered transdiagnostic CBT for patients with persistent physical symptoms in secondary care: A randomised controlled trial. Psychological Medicine, 53(2), 486-496. doi:10.1017/S0033291721001793",
  "Edinger, 2005" : "Edinger, J. D., Wohlgemuth, W. K., Krystal, A. D., & Rice, J. R. (2005). Behavioral insomnia therapy for fibromyalgia patients: a randomized clinical trial. Archives of internal medicine, 165(21), 2527–2535. https://doi.org/10.1001/archinte.165.21.2527",
  "Escobar, 2007" : "Escobar, J. I., Gara, M. A., Diaz-Martinez, A. M., Interian, A., Warman, M., Allen, L. A., ... & Rodgers, D. (2007). Effectiveness of a time-limited cognitive behavior therapy–type intervention among primary care patients with medically unexplained symptoms. The Annals of Family Medicine, 5(4), 328-335.",
  "Everitt, 2019" : "Everitt, H., Landau, S., Little, P., Bishop, F. L., O'Reilly, G., Sibelli, A., Holland, R., Hughes, S., Windgassen, S., McCrone, P., Goldsmith, K., Coleman, N., Logan, R., Chalder, T., & Moss-Morris, R. (2019). Therapist telephone-delivered CBT and web-based CBT compared with treatment as usual in refractory irritable bowel syndrome: the ACTIB three-arm RCT. Health technology assessment (Winchester, England), 23(17), 1–154. https://doi.org/10.3310/hta23170",
  "Falcao, 2008" : "Falcão, D. M., Sales, L., Leite, J. R., Feldman, D., Valim, V., & Natour, J. (2008). Cognitive behavioral therapy for the treatment of fibromyalgia syndrome: A randomized controlled trial. Journal of Musculoskeletal Pain, 16(3), 133–140. https://doi.org/10.1080/10582450802161796",
  "Fjorback, 2013" : "Fjorback, L. O., Arendt, M., Ørnbøl, E., Walach, H., Rehfeld, E., Schröder, A., & Fink, P. (2013). Mindfulness therapy for somatization disorder and functional somatic syndromes—Randomized trial with one-year follow-up. Journal of psychosomatic research, 74(1), 31-40.",
  "Friedberg, 2013" : "Friedberg, F., Napoli, A., Coronel, J., Adamowicz, J., Seva, V., Caikauskaite, I., Ngan, M. C., Chang, J. & Meng, H. (2013). Chronic fatigue self-management in primary care: a randomized trial. Psychosomatic medicine, 75(7), 650–657. https://doi.org/10.1097/PSY.0b013e31829dbed4",
  "friedberg, 2016" : "Friedberg, F., Adamowicz, J., Caikauskaite, I., Seva, V., & Napoli, A. (2016). Efficacy of two delivery modes of behavioral self-management in severe chronic fatigue syndrome. Fatigue: Biomedicine, Health & Behavior, 4(3), 158–174. https://doi.org/10.1080/21641846.2016.1205876",
  "Friesen, 2017" : "Friesen, L. N., Hadjistavropoulos, H. D., Schneider, L. H., Alberts, N. M., Titov, N., & Dear, B. F. (2017). Examination of an internet-delivered cognitive behavioural pain management course for adults with fibromyalgia: A randomized controlled trial. Pain, 158(4), 593–604. https://doi.org/10.1097/j.pain.0000000000000802",
  "Gaylord, 2011" : "Gaylord, S. A., Palsson, O. S., Garland, E. L., Faurot, K. R., Coble, R. S., Mann, J. D., ... & Whitehead, W. E. (2011). Mindfulness training reduces the severity of irritable bowel syndrome in women: results of a randomized controlled trial. The American journal of gastroenterology, 106(9), 1678.",
  "Ghandi, 2018" : "Ghandi, F., Sadeghi, A., Bakhtyari, M., Imani, S., Abdi, S., & Banihashem, S. S. (2018). Comparing the efficacy of mindfulness-based stress reduction therapy with emotion regulation treatment on quality of life and symptoms of irritable bowel syndrome. Iranian journal of psychiatry, 13(3), 175.",
  "Gotaas, 2021" : "Gotaas, M. E., Stiles, T. C., Bjørngaard, J. H., Borchgrevink, P. C., & Fors, E. A. (2021). Cognitive Behavioral Therapy Improves Physical Function and Fatigue in Mild and Moderate Chronic Fatigue Syndrome: A Consecutive Randomized Controlled Trial of Standard and Short Interventions. Frontiers in psychiatry, 12, 580924. https://doi.org/10.3389/fpsyt.2021.580924",
  "Greene, 1994" : "Greene, B., & Blanchard, E. B. (1994). Cognitive therapy for irritable bowel syndrome. Journal of Consulting and Clinical Psychology, 62(3), 576–582. https://doi.org/10.1037//0022-006x.62.3.576",
  "Haghayegh, 2011" : "Haghayegh, S.A., Kalantari, M., Molavi, H., Talebi, M., & Alemohamad, J., (2011). The efficacy of cognitive-behavior group therapy on health-related quality of life, health anxiety and depression in patients with diarrhea-predominant irritable bowel syndrome. Pakistan Journal of Medical Sciences. 2011; 27 (4): 749-753",
  "Henrich, 2020" : "Henrich, J. F., Gjelsvik, B., Surawy, C., Evans, E., & Martin, M. (2020). A randomized clinical trial of mindfulness-based cognitive therapy for women with irritable bowel syndrome—Effects and mechanisms. Journal of consulting and clinical psychology, 88(4), 295. DOI: 10.1037/ccp0000483",
  "Huibers, 2004" : "Huibers, M. J. H., Beurskens, A. J. H. M., van Schayck, C. P., Bazelmans, E., Metsemakers, J. F. M., Knottnerus, J. A. & Bleijenberg, G. (2004). Efficacy of cognitive-behavioural therapy by general practitioners for unexplained fatigue among employees: Randomised controlled trial. The British journal of psychiatry: the journal of mental science, 184, 240–246. https://doi.org/10.1192/bjp.184.3.240",
  "Hunt, 2021" : "Hunt, M., Miguez, S., Dukas, B., Onwude, O., & White, S. (2021). Efficacy of Zemedy, a Mobile Digital Therapeutic for the Self-management of Irritable Bowel Syndrome: Crossover Randomized Controlled Trial. JMIR mHealth and uHealth, 9(5), e26152. https://doi.org/10.2196/26152",
  "Ito, 2020" : "Ito, M., & Muto, T. (2020). Effectiveness of acceptance and commitment therapy for irritable bowel syndrome non-patients: A pilot randomized waiting list controlled trial. Journal of Contextual Behavioral Science, 15, 85-91.",
  "Jang, 2014" : "Jang, A. L., Hwang, S.-K., & Kim, D. U. (2014). The effects of cognitive behavioral therapy in female nursing students with irritable bowel syndrome: A randomized trial. European Journal of Gastroenterology & Hepatology, 26(8), 918–926. https://doi.org/10.1097/MEG.0000000000000140",
  "Janse, 2018" : "Janse, A., Worm-Smeitink, M., Bleijenberg, G., Donders, R., & Knoop, H. (2018). Efficacy of web-based cognitive-behavioural therapy for chronic fatigue syndrome: randomised controlled trial. The British journal of psychiatry : the journal of mental science, 212(2), 112–118. https://doi.org/10.1192/bjp.2017.22",
  "Jensen, 2012" : "Jensen, K. B., Kosek, E., Wicksell, R., Kemani, M., Olsson, G., Merle, J. V., ... & Ingvar, M. (2012). Cognitive Behavioral Therapy increases pain-evoked activation of the prefrontal cortex in patients with fibromyalgeia. Pain, 153(7), 1495-1503.",
  "Karlsson, 2015" : "Karlsson, B., Burell, G., Anderberg, U. M., & Svärdsudd, K. (2015). Cognitive behaviour therapy in women with fibromyalgia: A randomized clinical trial. Scandinavian journal of pain, 9(1), 11–21. https://doi.org/10.1016/j.sjpain.2015.04.027",
  "Kikuchi, 2022" : "Kikuchi, S., Oe, Y., Ito, Y., Sozu, T., Sasaki, Y., Sakata, M., Luo, Y., Sahker, E., Horikoshi, M., Seno, H., & Furukawa, T. A. (2022). Group Cognitive-Behavioral Therapy With Interoceptive Exposure for Drug-Refractory Irritable Bowel Syndrome: A Randomized Controlled Trial. The American journal of gastroenterology, 117(4), 668–677. https://doi.org/10.14309/ajg.0000000000001664",
  "Kleinstaeuber, 2019" : "Kleinstäuber, M., Allwang, C., Bailer, J., Berking, M., Brünahl, C., Erkic, M., Gitzen, H., Gollwitzer, M., Gottschalk, J. M., Heider, J., Hermann, A., Lahmann, C., Löwe, B., Martin, A., Rau, J., Schröder, A., Schwabe, J., Schwarz, J., Stark, R., Weiss, F. D., … Rief, W. (2019). Cognitive Behaviour Therapy Complemented with Emotion Regulation Training for Patients with Persistent Physical Symptoms: A Randomised Clinical Trial. Psychotherapy and psychosomatics, 88(5), 287–299. https://doi.org/10.1159/000501621",
  "Knoop, 2008" : "Knoop, H., van der Meer, J. W. M., & Bleijenberg, G. (2008). Guided self-instructions for people with chronic fatigue syndrome: Randomised controlled trial. The British Journal of Psychiatry : The Journal of Mental Science, 193(4), 340–341. https://doi.org/10.1192/bjp.bp.108.051292",
  "Kristjansdottir, 2013" : "Kristjánsdóttir, O. B., Fors, E. A., Eide, E., Finset, A., Stensrud, T. L., van Dulmen, S., Wigers, S. H., & Eide, H. (2013). A smartphone-based intervention with diaries and therapist-feedback to reduce catastrophizing and increase functioning in women with chronic widespread pain: randomized controlled trial. Journal of medical Internet research, 15(1), e5. https://doi.org/10.2196/jmir.2249",
  "Lami, 2018" : "Lami, M., Martinez, M., Miro, E., Sanchez, A., Prados, G., Caliz, R., & Vlaeyen, J. (2018). Efficacy of Combined Cognitive-Behavioral Therapy for Insomnia and Pain in Patients with Fibromyalgia: A Randomized Controlled Trial. Cognitive Therapy and Research, 42(1), 63–79. https://doi.org/10.1007/s10608-017-9875-4",
  "Ljotsson, 2010" : "Ljótsson, B., Falk, L., Vesterlund, A. W., Hedman, E., Lindfors, P., Rück, C., Hursti, T., Andréewitch, S., Jansson, L., Lindefors, N., & Andersson, G. (2010). Internet-delivered exposure and mindfulness based therapy for irritable bowel syndrome--a randomized controlled trial. Behaviour research and therapy, 48(6), 531–539. https://doi.org/10.1016/j.brat.2010.03.003",
  "Ljotsson, 2011" : "Ljótsson, B., Andersson, G., Andersson, E., Hedman, E., Lindfors, P., Andréewitch, S., Rück, C., & Lindefors, N. (2011). Acceptability, effectiveness, and cost-effectiveness of internet-based exposure treatment for irritable bowel syndrome in a clinical sample: a randomized controlled trial. BMC gastroenterology, 11, 110. https://doi.org/10.1186/1471-230X-11-110Ljótsson, B., Andersson, G., Andersson, E., Hedman, E., Lindfors, P., Andréewitch, S., Rück, C., & Lindefors, N. (2011). Acceptability, effectiveness, and cost-effectiveness of internet-based exposure treatment for irritable bowel syndrome in a clinical sample: a randomized controlled trial. BMC gastroenterology, 11, 110. https://doi.org/10.1186/1471-230X-11-110",
  "Luciano, 2014" : "Luciano, J. V., Guallar, J. A., Aguado, J., López-del-Hoyo, Y., Olivan, B., Magallón, R., ... & Garcia-Campayo, J. (2014). Effectiveness of group acceptance and commitment therapy for fibromyalgia: a 6-month randomized controlled trial (EFFIGACT study). PAIN®, 155(4), 693-702.",
  "Martin, 2007" : "Martin, A., Rauh, E., Fichter, M., & Rief, W. (2007). A One-Session Treatment for Patients Suffering From Medically Unexplained Symptoms in Primary Care: A Randomized Clinical Trial. Psychosomatics, 48(4), 294–303. https://doi.org/10.1176/appi.psy.48.4.294",
  "McBeth, 2012" : "McBeth, J., Prescott, G., Scotland, G., Lovell, K., Keeley, P., Hannaford, P., McNamee, P., Symmons, D. P. M., Woby, S., Gkazinou, C., Beasley, M., & Macfarlane, G. J. (2012). Cognitive behavior therapy, exercise, or both for treating chronic widespread pain. Archives of Internal Medicine, 172(1), 48–57. https://doi.org/10.1001/archinternmed.2011.555",
  "McCrae, 2019" : "McCrae, C. S., Williams, J., Roditi, D., Anderson, R., Mundt, J. M., Miller, M. B., Curtis, A. F., Waxenberg, L. B., Staud, R., Berry, R. B., & Robinson, M. E. (2019). Cognitive behavioral treatments for insomnia and pain in adults with comorbid chronic insomnia and fibromyalgia: Clinical outcomes from the SPIN randomized  controlled trial. Sleep, 42(3). https://doi.org/10.1093/sleep/zsy234",
  "Menga, 2014" : "Menga, G., Ing, S., Khan, O., Dupre, B., Dornelles, A. C., Alarakhia, A., Davis, W., Zakem, J., Webb-Detiege, T., Scopelitis, E., & Quinet, R. (2014). Fibromyalgia: can online cognitive behavioral therapy help?. The Ochsner journal, 14(3), 343–349.",
  "Menon, 2017" : "Menon, V., Shanmuganathan, B., Thamizh, J. S., Arun, A. B., & Sarkar, S. (2017). Efficacy of Adjunctive Single Session Counseling for Medically Unexplained Symptoms: A Randomized Controlled Trial. Indian journal of psychological medicine, 39(5), 641–647. https://doi.org/10.4103/IJPSYM.IJPSYM_73_17",
  "Milrad, 2019" : "Milrad, S. F., Hall, D. L., Jutagir, D. R., Lattie, E. G., Czaja, S. J., Perdomo, D. M., Ironson, G., Doss, B. D., Mendez, A., Fletcher, M. A., Klimas, N., & Antoni, M. H. (2019). Relationship satisfaction, communication self-efficacy, and chronic fatigue syndrome-related fatigue. Social science & medicine (1982), 237, 112392. https://doi.org/10.1016/j.socscimed.2019.112392",
  "Mohsenabadi, 2018" : "Mohsenabadi, H., Zanjani, Z., Shabani, M. J., & Arj, A. (2018). A randomized clinical trial of the Unified Protocol for Transdiagnostic treatment of emotional and gastrointestinal symptoms in patients with irritable bowel syndrome: evaluating efficacy and mechanism of change. Journal of psychosomatic research, 113, 8–15. https://doi.org/10.1016/j.jpsychores.2018.07.003",
  "Moreno, 2013" : "Moreno, S., Gili, M., Magallon, R., Bauza, N., Roca, M., Del Hoyo, Y. L., & Garcia-Campayo, J. (2013). Effectiveness of group versus individual cognitive-behavioral therapy in patients with abridged somatization disorder: a randomized controlled trial. Psychosomatic medicine, 75(6), 600-608.",
  "Moss-Morris, 2010" : "Moss-Morris, R., McAlpine, L., Didsbury, L. P., & Spence, M. J. (2010). A randomized controlled trial of a cognitive behavioural therapy-based self-management intervention for irritable bowel syndrome in primary care. Psychological Medicine, 40(1), 85–94. https://doi.org/10.1017/S0033291709990195",
  "Nhu, 2024" : "Nhu, N. T., Wong, C. Z., Chen, I. Y., Jan, Y. W., & Kang, J. H. (2024). Telehealth-delivered cognitive behavioral therapy-a potential solution to improve sleep quality and normalize the salience network in fibromyalgia: a pilot randomized trial. Brain Imaging and Behavior, 18(6), 1376-1384.",
  "O’dowd, 2006" : "O’Dowd, H., Gladwell, P., Rogers, C. A., Hollinghurst, S., & Gregory, A. (2006). Cognitive behavioural therapy in chronic fatigue syndrome: A randomised controlled trial of an outpatient group programme. Health Technology Assessment (Winchester, England), 10(37). https://doi.org/10.3310/hta10370",
  "Ong, 2023" : "Ong, A. D., Wilcox, K. T., Moskowitz, J. T., Wethington, E., Addington, E. L., Sanni, M. O., ... & Reid, M. C. (2023). Feasibility, acceptability, and preliminary efficacy of a positive affect skills intervention for adults with fibromyalgia. Innovation in Aging, 7(10), igad070.",
  "Owusu, 2021" : "Owusu, J. T., Sibelli, A., Moss-Morris, R., van Tilburg, M. A. L., Levy, R. L., & Oser, M. (2021). A pilot feasibility study of an unguided, internet-delivered cognitive behavioral therapy program for irritable bowel syndrome. Neurogastroenterology and motility : the official journal of the European Gastrointestinal Motility Society, 33(11), e14108. https://doi.org/10.1111/nmo.14108",
  "Parra-Delgado, 2013" : "Parra-Delgado, M., & Latorre-Postigo, J. M. (2013). Effectiveness of mindfulness-based cognitive therapy in the treatment of fibromyalgia: A randomised trial. Cognitive therapy and research, 37(5), 1015-1026. DOI: 10.1007/s10608-013-9538-z",
  "Payne, 1995" : "Payne, A., & Blanchard, E. B. (1995). A controlled comparison of cognitive therapy and self-help support groups in the treatment of irritable bowel syndrome. Journal of Consulting and Clinical Psychology, 63(5), 779–786. https://doi.org/10.1037//0022-006x.63.5.779",
  "Pedersen, 2019" : "Pedersen, H. F., Agger, J. L., Frostholm, L., Jensen, J. S., Ørnbøl, E., Fink, P., & Schröder, A. (2019). Acceptance and Commitment group Therapy for patients with multiple functional somatic syndromes: a three-armed trial comparing ACT in a brief and extended version with enhanced care. Psychological medicine, 49(6), 1005-1014.",
  "Perez-Aranda, 2019" : "Pérez-Aranda, A., Feliu-Soler, A., Montero-Marín, J., García-Campayo, J., Andrés-Rodríguez, L., Borràs, X., ... & Luciano, J. V. (2019). A randomized controlled efficacy trial of mindfulness-based stress reduction compared with an active control group and usual care for fibromyalgia: The EUDAIMON study. Pain, 160(11), 2508-2523.",
  "Prins, 2001" : "Prins, J. B., Bleijenberg, G., Bazelmans, E., Elving, L. D., de Boo, T. M., Severens, J. L., van der Wilt, G. J., Spinhoven, P., & van der Meer, J. W. (2001). Cognitive behaviour therapy for chronic fatigue syndrome: A multicentre randomised controlled trial. Lancet (London, England), 357(9259), 841–847. https://doi.org/10.1016/S0140-6736(00)04198-2",
  "Rimes, 2013" : "Rimes, K. A., & Wingrove, J. (2013). Mindfulness‐based cognitive therapy for people with chronic fatigue syndrome still experiencing excessive fatigue after cognitive behaviour therapy: a pilot randomized study. Clinical psychology & psychotherapy, 20(2), 107-117.",
  "Sanders, 2007" : "Sanders, K. A., Blanchard, E. B., & Sykes, M. A. (2007). Preliminary study of a self-administered treatment for irritable bowel syndrome: Comparison to a wait list control group. Applied Psychophysiology and Biofeedback, 32(2), 111–119. https://doi.org/10.1007/s10484-007-9037-7",
  "Schmidt, 2011" : "Schmidt, S., Grossman, P., Schwarzer, B., Jena, S., Naumann, J., & Walach, H. (2011). Treating fibromyalgia with mindfulness-based stress reduction: results from a 3-armed randomized controlled trial. PAIN®, 152(2), 361-369.",
  "Schroeder, 2013" : "Schröder, A., Heider, J., Zaby, A., & Göllner, R. (2013). Cognitive behavioral therapy versus progressive muscle relaxation training for multiple somatoform symptoms: Results of a randomized controlled trial. Cognitive Therapy and Research, 37(2), 296–306. PSYNDEX Literature with PSYNDEX Tests. https://doi.org/10.1007/s10608-012-9474-3",
  "Sephton, 2007" : "Sephton, S. E., Salmon, P., Weissbecker, I., Ulmer, C., Floyd, A., Hoover, K., & Studts, J. L. (2007). Mindfulness meditation alleviates depressive symptoms in women with fibromyalgia: results of a randomized clinical trial. Arthritis Care & Research: Official Journal of the American College of Rheumatology, 57(1), 77-85.",
  "Simister, 2018" : "Simister, H. D., Tkachuk, G. A., Shay, B. L., Vincent, N., Pear, J. J., & Skrabek, R. Q. (2018). Randomized controlled trial of online acceptance and commitment therapy for fibromyalgia. The Journal of Pain, 19(7), 741-753.",
  "Thieme, 2006" : "Thieme, K., Flor, H., & Turk, D. C. (2006). Psychological pain treatment in fibromyalgia syndrome: efficacy of operant behavioural and cognitive behavioural treatments. Arthritis research & therapy, 8(4), R121. https://doi.org/10.1186/ar2010",
  "Tkachuk, 2003" : "Tkachuk, G. A., Graff, L. A., Martin, G. L., & Bernstein, C. N. (2003). Randomized controlled trial of cognitive-behavioral group therapy for irritable bowel syndrome in a medical setting. Journal of Clinical Psychology in Medical Settings, 10(1), 57–69. https://doi.org/10.1023/A:1022809914863",
  "Vallejo, 2015" : "Vallejo, M. A., Ortega, J., Rivera, J., Comeche, M. I., & Vallejo-Slocker, L. (2015). Internet versus face-to-face group cognitive-behavioral therapy for fibromyalgia: A randomized control trial. Journal of Psychiatric Research, 68, 106–113. https://doi.org/10.1016/j.jpsychires.2015.06.006",
  "Van Ravesteijn, 2013" : "Van Ravesteijn, H., Lucassen, P., Bor, H., Van Weel, C., & Speckens, A. (2013). Mindfulness-based cognitive therapy for patients with medically unexplained symptoms: a randomized controlled trial. Psychotherapy and psychosomatics, 82(5), 299-310.",
  "Vlaeyen, 1996" : "Vlaeyen, J. W., Teeken-Gruben, N. J., Goossens, M. E., Rutten-van Mölken, M. P., Pelt, R. A., van Eek, H., & Heuts, P. H. (1996). Cognitive-educational treatment of fibromyalgia: a randomized clinical trial. I. Clinical effects. The Journal of rheumatology, 23(7), 1237–1245.",
  "Vollmer, 1998" : "Vollmer, A., & Blanchard, E. B. (1998). Controlled comparison of individual versus group cognitive therapy for irritable bowel syndrome. Behavior Therapy, 29(1), 19–33. https://doi.org/10.1016/S0005-7894(98)80016-6",
  "White, 2011" : "White, P., Goldsmith, K., Johnson, A., Potts, L., Walwyn, R., DeCesare, J., Baber, H., Burgess, M., Clark, L., Cox, D., & et al. (2011). Comparison of adaptive pacing therapy, cognitive behaviour therapy, graded exercise therapy, and specialist medical care for chronic fatigue syndrome (PACE): A randomised trial. Lancet (London, England), 377(9768), 823–836. https://doi.org/10.1016/S0140-6736(11)60096-2",
  "Wiborg, 2015" : "Wiborg, J. F., van Bussel, J., van Dijk, A., Bleijenberg, G., & Knoop, H. (2015). Randomised controlled trial of cognitive behaviour therapy delivered in groups of patients with chronic fatigue syndrome. Psychotherapy and Psychosomatics, 84(6), 368–376. APA PsycInfo. https://doi.org/10.1159/000438867",
  "Williams, 2010" : "Williams, D. A., Kuper, D., Segar, M., Mohan, N., Sheth, M., & Clauw, D. J. (2010). Internet-enhanced management of fibromyalgia: a randomized controlled trial. Pain, 151(3), 694–702. https://doi.org/10.1016/j.pain.2010.08.034",
  "Yang, 2022" : "Yang, Y. Y., & Jun, S. (2022). The effects of cognitive behavioral therapy for insomnia among college students with irritable bowel syndrome: a randomized controlled trial. International Journal of Environmental Research and Public Health, 19(21), 14174.",
  "Zernicke, 2013" : "Zernicke, K. A., Campbell, T. S., Blustein, P. K., Fung, T. S., Johnson, J. A., Bacon, S. L., & Carlson, L. E. (2013). Mindfulness-based stress reduction for the treatment of irritable bowel syndrome symptoms: a randomized wait-list controlled trial. International journal of behavioral medicine, 20(3), 385-396.",
  "Zonneveld, 2012" : "Zonneveld, L. N., van Rood, Y. R., Timman, R., Kooiman, C. G., Van't Spijker, A., & Busschbach, J. J. (2012). Effective group training for patients with unexplained physical symptoms: a randomized controlled trial with a non-randomized one-year follow-up. PLoS One, 7(8), e42629."
}