{
  "study" : "[author(s)] et al., [year]",
  "condition_arm1" : "Condition in the first trial arm. The condition name is standardized to ensure comparability across trials (e.g. cbt for all trial arms that employed cognitive-behavioral psychotherapy).",
  "condition_arm2" : "Condition in the second trial arm. The condition name is standardized to ensure comparability across trials (e.g. wlc for all trial arms that employed a waitlist control group).",
  "multi_arm1" : "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.",
  "multi_arm2" : "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset.",
  "outcome_domain" : "This variable encodes the measured outcome: somatic symptoms (som), depression (depr), anxiety (anx), perceived health status (phs), health anxiety (ha)",
  "outcome_type" : "This variable encodes the type of outcome that builds the basis of the comparison, e.g. response, remission or deterioration. This is variable is particularly relevant for dichotomous effect size data, because it indicates what the event counts refer to. The msd factor level is typically used for outcomes expressed in means and standard deviations.",
  "instrument" : "This variable describes the instrument through which the relevant outcome was measured.",
  "time" : "The measurement point at which the outcome was obtained (e.g. post or follow-up).",
  "time_weeks" : "The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available).",
  "rating" : "This variable encodes if the measured outcome was self-reported (\"self-report\") or clinician-rated (\"clinician\").",
  "baseline_m_arm1" : "Mean of the outcome in the first arm at baseline.",
  "baseline_m_arm2" : "Mean of the outcome in the second arm at baseline.",
  "baseline_sd_arm1" : "Standard deviation of the outcome in the first arm at baseline.",
  "baseline_sd_arm2" : "Standard deviation of the outcome in the second arm at baseline.",
  "mean_arm1" : "Mean of the outcome in the first arm at the measured time point.",
  "mean_arm2" : "Mean of the outcome in the second arm at the measured time point.",
  "sd_arm2" : "Standard deviation of the outcome in the second arm at the measured time point.",
  "sd_arm1" : "Standard deviation of the outcome in the first arm at the measured time point.",
  "n_arm1" : "Sample size in the first trial arm",
  "n_arm2" : "Sample size in the second trial arm.",
  "mean_change_arm1" : "Mean score change between baseline and the measured time point in the first arm",
  "mean_change_arm2" : "Mean score change between baseline and the measured time point in the second arm",
  "sd_change_arm1" : "Standard deviation of the mean change in the first arm",
  "sd_change_arm2" : "Standard deviation of the mean change in the second arm",
  "n_change_arm1" : "Sample size in the first trial arm",
  "n_change_arm2" : "Sample size in the second trial arm",
  "event_arm1" : "Number of events (responders, remission, deterioration cases) in the first trial arm",
  "event_arm2" : "Number of events (responders, remission, deterioration cases) in the second trial arm",
  "totaln_arm1" : "Total sample size in the first trial arm",
  "totaln_arm2" : "Total sample size in the second trial arm",
  "precalc_g" : "The pre-calculated value of Hedges' g (small-sample bias corrected standardized mean difference",
  "precalc_g_se" : "Standard error of g",
  "precalc_log_rr" : "The pre-calculated value of the log-risk ratio logeRR, comparing events in the first arm to events in the second arm",
  "precalc_log_rr_se" : "The standard error of the log-risk ratio logeRR, comparing events in the first arm to events in the second arm",
  ".id" : "Unique identifier for a trial arm comparison/row",
  ".g" : "Calculated effect size (Hedges' g)",
  ".g_se" : "Standard error of Hedges' g",
  ".log_rr" : "Calculated effect size (logeRR)",
  ".log_rr_se" : "Standard error of logeRR",
  "d1" : "risk of bias (version 2) rating domain 1: randomization process. This includes low risk of bias, high risk of bias, and some concerns.",
  "d2" : "risk of bias (version 2) rating domain 2: deviation from intended treatment. This includes low risk of bias, high risk of bias, and some concerns.",
  "d3" : "risk of bias (version 2) rating domain 3: dealing with missing outcome data. This includes low risk of bias, high risk of bias, and some concerns.",
  "d4" : "risk of bias (version 2) rating domain 4: measurement of the outcomes. This includes low risk of bias, high risk of bias, and some concerns.",
  "d5" : "risk of bias (version 2) rating domain 5: selection of the reported results. This includes low risk of bias, high risk of bias, and some concerns.",
  "rob" : "The overall risk of bias (version 2) based on the five domains. This includes the low risk of bias, high risk of bias, and some concerns.",
  "protocol" : "register + registration code/number; link to protocol; name of protocol file (and where to download it)",
  "country" : "in which country was the trial conducted?",
  "recruitment" : "recruitment method",
  "incentive" : "Did the participants receive an incentive for completing the treatment/control condition?",
  "specify_incentive" : "if an incentive was provided, specify",
  "target_group" : "which group does the program aim at?",
  "manual" : "was the intervention provided according to a manual?",
  "program_name" : "name of the program/treatment manual used",
  "guidance" : "which form of guidance was provided",
  "setting_arm1" : "in which setting was the intervention provided in arm 1?",
  "setting_arm2" : "in which setting was the intervention provided in arm 2?",
  "internet_based" : "was the intervention provided via internet?",
  "n_sessions_arm1" : "number of sessions/modules ",
  "n_sessions_arm2" : "number of sessions/modules ",
  "time_total_arm1" : "total time spent practitioning (direct contact; not applicable for self-help etc.)",
  "time_total_arm2" : "total time spent practitioning (direct contact; not applicable for self-help etc.)",
  "duration_therapy_arm1" : "duration of treatment",
  "duration_therapy_arm2" : "duration of treatment",
  "sessions_weekly_arm1" : "number of sessions per week",
  "sessions_weekly_arm2" : "number of sessions per week",
  "duration_session_arm1" : "session duration",
  "duration_session_arm2" : "session duration",
  "ave_modules_completed_arm1" : "average number of modules completed",
  "ave_modules_completed_arm2" : "average number of modules completed",
  "sd_modules_completed_arm1" : "standard deviation of the modules completed ",
  "sd_modules_completed_arm2" : "standard deviation of the modules completed ",
  "prop_modules_completed_arm1" : "average proportion of modules completed",
  "prop_modules_completed_arm2" : "average proportion of modules completed",
  "m_age_arm1" : "mean age in experimental group",
  "m_age_arm2" : "mean age in control group",
  "sd_age_arm1" : "standard deviation age in experimental group",
  "sd_age_arm2" : "standard deviation age in control group",
  "female_arm1" : "no. of female participants in the experimental group",
  "female_arm2" : "no. of female participants in the control group",
  "female_total" : "no. of female participants in both groups",
  "percent_women" : "total proportion of female participants ",
  "n_allocation_arm1" : "no. of participants allocated to arm 1",
  "n_allocation_arm2" : "no. of participants allocated to arm 2",
  "n_total_allocation" : "total no. of participants allocated",
  "n_start_arm1" : "no. of persons who participated in the experimental group",
  "n_start_arm2" : "no. of persons who participated in the control group",
  "n_total_start" : "total no. of person who participated",
  "n_comp_arm1" : "no. of participants in the experimental group completing all modules as advised",
  "n_comp_arm2" : "no. of participants in the control group completing all modules as advised",
  "n_total_comp" : "total no. of participants completing all modules as advised",
  "reasons_partref" : "were reasons for dropping out of study before randomization provided? If so, which ones (with frequencies)",
  "reasons_treatref" : "were reasons for treatment refusal provided? If so, which ones (with frequencies)",
  "reasons_preterm" : "were reasons for dropping out of treatment provided? If so, which ones (with frequencies)",
  "diagnosis_how" : "how was the disorder diagnosed?",
  "diagnosis_which" : "specific dagnosis? (DSM-IV, DSM 5, ICD-10, ICD-11, …)",
  "m_no_symptoms_arm1" : "mean of number of symptoms in the experimental group",
  "m_no_symptoms_arm2" : "mean number of symptoms (at baseline) in the control group",
  "sd_no_symptoms_arm1" : "standard deviation of number of symptoms in the experimental group",
  "sd_no_symptoms_arm2" : "standard deviation of number of symptoms in the control group",
  "m_duration_symptoms_arm1" : "mean duration of symptoms before treatment (at baseline) in the experimental group",
  "m_duration_symptoms_arm2" : "mean duration of symptoms before treatment (at baseline) in the control group",
  "sd_duration_symptoms_arm1" : "standard deviation duration of symptoms before treatment (at baseline) in the experimental group",
  "sd_duration_symptoms_arm2" : "standard deviation duration of symptoms before treatment (at baseline) in the control group",
  "comorbidities_ex" : "Were participants with comorbid disorders excluded?",
  "specify_comorbidities_ex" : "specify excluded comorbidities",
  "consumer_satis" : "Were unwanted negative effects reported?",
  "specify_consumer_satis" : "",
  "neg_eff" : "Were unwanted negative effects reported?",
  "specify_neg_eff" : ""
}